var store = [{
        "title": "Как вести блог в формате git?",
        "excerpt":"Решил попробовать сделать запись для блога в git. И тут как начали появляться вопросы, как начали появляться вопросы! Пост-размышление. Нужно подумать, что нужно учесть при ведении блога в формате репозитория git. Итак. Основные моменты понятны - берешь да ведёшь. Есть github.io для публикации. Есть Jekyll и аналоги. Структурирование информации и...","categories": ["v1"],
        "tags": [],
        "url": "/hist/v1/2021/03/06/how-to-blog-via-git.html",
        "teaser": null
      }]
